Repository: MJU-PSI/yti-terminology-ui
Catalog: po/*.po
Languages: sl

source: Terminologies
sl: Terminologije

source: Search collection
sl: Iskanje zbirke

source: Add new collection
sl: Dodajte novo zbirko

source: Confirm remove
sl: Potrdite odstranitev

source: Following items are referring to the deleted item
sl: Naslednje postavke se nanašajo na izbrisano postavko

source: Are you sure that you want to remove?
sl: Ali ste prepričani, da želite odstraniti?

source: Yes
sl: Da

source: Cancel
sl: Prekliči

source: Created at
sl: Ustvarjeno ob

source: Created by
sl: Ustvaril

source: Modified at
sl: Spremenjeno ob

source: Modified by
sl: Spremenil

source: All organizations
sl: Vse organizacije

source: All vocabularies
sl: Vse terminologije

source: Add new concept
sl: Dodajte nov koncept

source: Add concept
sl: Dodajte koncept

source: Search concept
sl: Koncept iskanja

source: Filter results
sl: Filtriraj rezultate

source: Order by modified date
sl: Naroči po spremenjenem datumu

source: Status
sl: Stanje

source: Alphabetic
sl: Abecedno

source: Hierarchical
sl: Hierarhično

source: Collection
sl: Zbirka

source: Prefix
sl: Predpona

source: Namespace
sl: Imenski prostor

source: The following references are about to be completely removed
sl: Naslednje reference bodo kmalu v celoti odstranjene

source: The following reference is about to be completely removed
sl: Naslednja referenca bo kmalu popolnoma odstranjena

source: Reference type
sl: Vrsta reference

source: Target container
sl: Ciljna posoda

source: Target
sl: Tarča

source: Are you sure that you want to continue?
sl: Ste prepričani, da želite nadaljevati?

source: Select concept
sl: Izberite koncept

source: Choose concept
sl: Izberite koncept

source: Choose reference type
sl: Izberite vrsto reference

source: Selected concept is not yet formally referenced. Choose the reference type.
sl: Izbrani koncept še ni formalno referenciran. Izberite vrsto reference.

source: Select reference
sl: Izberite referenco

source: Save
sl: Shrani

source: Edit
sl: Uredi

source: Remove
sl: Odstrani

source: Content language
sl: Jezik vsebine

source: Content in
sl: Vsebina v

source: Content in all languages
sl: Vsebina v vseh jezikih

source: Add
sl: Dodaj

source: No values yet
sl: Ni še vrednosti

source: Add concept reference
sl: Dodajte sklic na koncept

source: Add link
sl: Dodaj povezavo

source: Unlinked selected text
sl: Izbrano besedilo ni povezano

source: No terms yet
sl: Pogojev še ni

source: Remove term
sl: Odstrani izraz

source: Enter link target
sl: Vnesite cilj povezave

source: Enter the full HTTP or HTTPS address (URL) for the link:
sl: Vnesite celoten naslov HTTP ali HTTPS (URL) za povezavo:

source: Impersonate user
sl: Lažno predstavljanje uporabnika

source: LOG IN
sl: VPIŠI SE

source: LOG OUT
sl: ODJAVA

source: User details
sl: Podrobnosti o uporabniku

source: Reference Data
sl: Referenčni podatki

source: Data Vocabularies
sl: Podatkovni besednjaki

source: Comments
sl: Komentarji

source: User right management
sl: Upravljanje uporabniških pravic

source: Choose organization
sl: Izberite organizacijo

source: Compositive
sl: Sestavljiv

source: Associative
sl: Asociativno

source: Add information domain
sl: Dodajte informacijsko domeno

source: Confirm import
sl: Potrdite uvoz

source: Importing
sl: Uvažanje

source: concepts
sl: koncepti

source: prefLabel
sl: Prednostni termin

source: synonym
sl: Sinonim

source: Import failed
sl: Uvoz ni uspel

source: Import concepts
sl: Uvoz konceptov

source: File format
sl: Format datoteke

source: File to be uploaded
sl: Datoteka za nalaganje

source: Import
sl: Uvozi

source: XML import
sl: Uvoz XML

source: Error while monitoring processing. Close the modal and try refreshing page later.
sl: Napaka med spremljanjem obdelave. Zaprite modal in poskusite osvežiti stran pozneje.

source: Import success
sl: Ustvarjenih predmetov: {{ created }}.

source: Import success with errors
sl: Ustvarjenih predmetov: {{ created }}. Napake: {{ errors }}. Opozorila: {{ opozorila }}.

source: Close
sl: Zapri

source: New vocabulary
sl: Nova terminologija

source: Add organization
sl: Dodajte organizacijo

source: Search information domain
sl: Domena iskanja informacij

source: Choose information domain
sl: Izberite informacijsko domeno

source: Search organization
sl: Organizacija iskanja

source: Search term
sl: Iskalni izraz

source: TerminologicalVocabularyType
sl: Terminologija

source: See all results
sl: Oglejte si vse {{count}} rezultatov

source: Add vocabulary
sl: Dodajte terminologijo

source: ToolInfo
sl: Orodje za terminologije se uporablja za zbiranje, vzdrževanje in objavo skupnih terminologij javne uprave. Oblikovalci podatkov lahko uporabljajo orodje za definiranje izrazov in odnosov. Izrazi, njihove definicije in celo vizualizacija odnosov med pojmi so javno dostopni vsem zainteresiranim.

source: Search vocabularies
sl: Iskanje terminologije

source: Extend search
sl: Razširi iskanje na

source: to concepts
sl: koncepti

source: Filter with information domain
sl: Filter z informacijsko domeno

source: result
sl: rezultat

source: results
sl: rezultate

source: Search results
sl: Rezultati iskanja

source: Deep {{deepHitList.type}} hit
sl: Globok {{deepHitList.type}} zadetek

source: Vocabulary type
sl: Vrsta besedišča

source: You will receive an email notification when this resource changes.
sl: Ko se ta vir spremeni, boste prejeli e-poštno obvestilo.

source: Concepts
sl: Koncepti

source: Terminology details
sl: Terminologija

source: Choose action
sl: Izberite akcijo

source: Add email subscription
sl: Dodajte e-poštno naročnino

source: Remove email subscription
sl: Odstrani e-poštno naročnino

source: Export terminology Excel
sl: Izvoz terminologije Excel

source: Information domain
sl: Informacijska domena

source: Organization
sl: Organizacija

source: New concept
sl: Nov koncept

source: New collection
sl: Nova zbirka

source: Name
sl: Ime

source: Email
sl: E-naslov

source: Organizations and roles
sl: Organizacije in vloge

source: Unknown organization
sl: Neznana organizacija

source: Waiting for approval
sl: Čakam na odobritev

source: Send access request
sl: Pošlji zahtevo za dostop

source: Send
sl: Pošlji

source: You have subscribed to be notified via email when the following resources change. To remove the subscription, click the icon next to the resource.
sl: Naročili ste se na prejemanje obvestil po e-pošti, ko se spremenijo naslednji viri. Če želite odstraniti naročnino, kliknite ikono poleg vira.

source: Email notifications
sl: E-poštna obvestila

source: Daily
sl: Dnevno

source: Code list resources
sl: Viri kodnega seznama

source: Terminology resources
sl: Terminološki viri

source: Datamodel resources
sl: Viri podatkovnega modela

source: Comments resources
sl: Viri komentarjev

source: INFORMATION
sl: INFORMACIJE

source: SUBSCRIPTIONS
sl: NAROČNINE

source: Front page
sl: Prednja stran

source: All statuses
sl: Vsi statusi

source: Vocabulary
sl: Terminologija

source: Group
sl: Skupina

source: Submit error
sl: Napaka pri pošiljanju

source: Unexpected error
sl: Nepričakovana napaka

source: Edit in progress
sl: Urejanje v teku

source: Are you sure that you want to continue? By continuing unsaved changes will be lost.
sl: Ste prepričani, da želite nadaljevati? Če nadaljujete, bodo neshranjene spremembe izgubljene.

source: Link
sl: Povezava

source: Unlink
sl: Prekini povezavo

source: Concept not in references
sl: Koncept ni v referencah

source: self reference error
sl: Izbor se sklicuje na samega sebe

source: already added error
sl: Izbor je že dodan

source: ADMIN
sl: Skrbnik

source: DATA_MODEL_EDITOR
sl: Urejevalnik podatkovnih modelov

source: TERMINOLOGY_EDITOR
sl: Terminološki urednik

source: CODE_LIST_EDITOR
sl: Urejevalnik šifrantov

source: MEMBER
sl: Član

source: All vocabulary types
sl: Vse vrste besedišča

source: VocabularyType
sl: Besednjak

source: File upload
sl: Nalaganje datoteke

source: Processing
sl: Obravnavati

source: Show messages
sl: Prikaži sporočila

source: Hide messages
sl: Skrij sporočila

source: External link
sl: Zunanja povezava

source: Deep CONCEPT hit
sl: Koncepti

source: Comma delimited
sl: Ločeno z vejicami

source: Semicolon delimited
sl: Ločeno s podpičjem

source: ADD EMAIL SUBSCRIPTION TO RESOURCE REGARDING CHANGES?
sl: DODATI E-POŠTNO NAROČNINO NA VIR GLEDE SPREMEMB?

source: REMOVE EMAIL SUBSCRIPTION TO RESOURCE?
sl: ODSTRANITE E-POŠTNO NAROČNINO NA VIR?

source: ARE YOU SURE YOU WANT TO ENABLE THE NOTIFICATION EMAIL SUBSCRIPTION?
sl: STE PREPRIČANI, DA ŽELITE OMOGOČITI NAROČANJE NA E-POŠTO OBVESTILA?

source: ARE YOU SURE YOU WANT TO DISABLE THE NOTIFICATION EMAIL SUBSCRIPTION?
sl: ALI STE PREPRIČANI, DA ŽELITE ONEMOGOČITI NAROČANJE NA ELEKTRONSKO OBVESTILO?

source: Adding subscription failed.
sl: Dodajanje naročnine ni uspelo.

source: Subscription deletion failed.
sl: Brisanje naročnine ni uspelo.

source: INFO_TEXT_EMAIL_SUBSCRIPTIONS
sl: Ta funkcija izbere, ali so naročnine aktivne ali ne. Če počistite polje »Dnevno«, lahko onemogočite vse naročnine hkrati. Če ga označite, se naročnine znova aktivirajo.

source: validateMeta
sl: Neveljavno

source: required
sl: Obvezno

source: validateLanguage
sl: Neveljaven jezik

source: prefixInUse
sl: Predpona je že v uporabi

source: prefixFormat
sl: Dovoljeni znaki za predpono so az, 0-9, podčrtaj in pomišljaj

source: pattern
sl: Vnos ni v zahtevani obliki

source: Property is not a literal type.
sl: Lastnost »{{ name }}« ni dobesedna vrsta.

source: Property must include a language.
sl: Lastnost “{{ name }}” mora vključevati jezik.

source: No property or reference found with a name.
sl: Vrsta besedišča ne podpira stolpca »{{ name }}«

source: Invalid status.
sl: {{ lineNumber }}: Neveljavno stanje “{{ value }}”

source: prefLabel must be set.
sl: {{ lineNumber }}: prefLabel mora biti nastavljen.

source: Reference must include a language.
sl: Sklic “{{ name }}” mora vsebovati jezik.

source: Reference does not match any concepts.
sl: {{ lineNumber: }}: Referenca “{{ name }}” se ne ujema z nobenim konceptom z vrednostjo “{{ value }}”.
